export interface IBlog {
  id: number;
  title: string;
  text: string;
  image: string;
  date: string;
}

export const dummyBlogData: IBlog[] = [
  {
    id: 1,
    title: "სუნამოს შერჩევის ხელოვნება",
    text:
      "ალბათ ყველას გვქონია მომენტი, როდესაც მივეშურებით ახალი სუნამოს შესაძენად, მაგრამ ზუსტად არ ვიცით როგორი არომატი გვსურს. სუნამოს შეძენისას, ხან ბრენდით ვიხიბლებით, ხან ვიზუალით, ხან მეგობრის რჩევას ვითვალისწინებთ, ხანაც კონსულტანტის. ხშირ შემთხვევაში ამართლებს და მოგვწონს, ხანდახან კი გვაწუხებს და დისკომფორტის შეგრძნებას იწვევს.",
    image: "/assets/uploads/images/blog1.png",
    date: "12 თებერვალი 2019"
  },
  {
    id: 2,
    title: "სუნამოს შერჩევა",
    text:
      "ალბათ ყველას გვქონია მომენტი, როდესაც მივეშურებით ახალი სუნამოს შესაძენად, მაგრამ ზუსტად არ ვიცით როგორი არომატი გვსურს. სუნამოს შეძენისას, ხან ბრენდით ვიხიბლებით, ხან ვიზუალით, ხან მეგობრის რჩევას ვითვალისწინებთ, ხანაც კონსულტანტის. ხშირ შემთხვევაში ამართლებს და მოგვწონს, ხანდახან კი გვაწუხებს და დისკომფორტის შეგრძნებას იწვევს.",
    image: "/assets/uploads/images/blog2.png",
    date: "12 თებერვალი 2019"
  },
  {
    id: 3,
    title: "სუნამოს შერჩევა",
    text:
      "ალბათ ყველას გვქონია მომენტი, როდესაც მივეშურებით ახალი სუნამოს შესაძენად, მაგრამ ზუსტად არ ვიცით როგორი არომატი გვსურს. სუნამოს შეძენისას, ხან ბრენდით ვიხიბლებით, ხან ვიზუალით, ხან მეგობრის რჩევას ვითვალისწინებთ, ხანაც კონსულტანტის. ხშირ შემთხვევაში ამართლებს და მოგვწონს, ხანდახან კი გვაწუხებს და დისკომფორტის შეგრძნებას იწვევს.",
    image: "/assets/uploads/images/blog3.png",
    date: "12 თებერვალი 2019"
  },
  {
    id: 4,
    title: "სუნამოს შერჩევა",
    text:
      "ალბათ ყველას გვქონია მომენტი, როდესაც მივეშურებით ახალი სუნამოს შესაძენად, მაგრამ ზუსტად არ ვიცით როგორი არომატი გვსურს. სუნამოს შეძენისას, ხან ბრენდით ვიხიბლებით, ხან ვიზუალით, ხან მეგობრის რჩევას ვითვალისწინებთ, ხანაც კონსულტანტის. ხშირ შემთხვევაში ამართლებს და მოგვწონს, ხანდახან კი გვაწუხებს და დისკომფორტის შეგრძნებას იწვევს.",
    image: "/assets/uploads/images/blog4.png",
    date: "12 თებერვალი 2019"
  }
];
